Repository: CodeLingoBot/gondola
Catalog: apps/users/_messages/*.po
Languages: es

source: Hi, A password reset request for your account at %v was recently received. If you didn't inititate this request, please ignore this email. To set a new password, open the following link in your browser: %v Regards, The %v Team
es: Hola, Recientemente se solicitó un cambio de contraseña para tu cuenta en %v. Si no iniciaste esta solicitud, por favor ignora este correo. Para configurar una nueva contraseña, abre el siguiente enlace en tu navegador: %v Saludos, El equipo %v

source: Already have an account?
es: ¿Ya tienes cuenta?

source: Confirm Password
es: Confirmar contraseña

source: Create one
es: ¡Créate una

source: Don't have an account?
es: ¿No tienes cuenta?

source: Done!
es: ¡Listo!

source: Forgot your password?
es: ¿Te olvidaste de tu contraseña?

source: I accept the Terms of Service and the Privacy Policy
es: Acepto los términos de servicio y la política de privacidad

source: Join
es: Únete

source: Join %s
es: Únete a %s

source: Password
es: Contraseña

source: Request has expired
es: La petición ha caducado

source: Request is not valid
es: La petición no es válida

source: Reset your %s password
es: Cambia tu contraseña

source: Reset your password
es: Cambia tu contraseña

source: Set
es: Guardar

source: Set your new password
es: Configura tu nueva contraseña

source: Sign In
es: Inicia sesión

source: Sign In to %s
es: Conéctate a %s

source: Sign In with %s
es: Conéctate con %s

source: Submit
es: Enviar

source: This password reset request has expired, please request a new one.
es: Esta petición para cambiar la contraseña ha caducado, por favor pide una nueva.

source: This password reset request is not valid. If you clicked the link from your email client, try copying and pasting it.
es: Esta petición para cambiar la contraseña no es válida. Si hiciste click en enlace desde tu cliente de correo, intenta copiar y pegar el enlace.

source: Username
es: Nombre de usuario

source: Username or Email
es: Usuario o Email

source: We've sent an email to %v. Please, follow the instructions in it to reset your password.
es: Hemos enviado un correo electrónico a %v. Por favor, sigue las instruciones que encontrarás en el mismo para cambiar tu contraseña.

source: We've sent an email to the address registered to %v. Please, follow the instructions in it to reset your password.
es: Hemos enviado un correo electrónico a la dirección de %v. Por favor, sigue las instruciones que encontrarás en el mismo para cambiar tu contraseña.

source: You'll receive an email with a link to set a new password
es: Recibirás un correo con un enlace para configurar tu nueva contraseña

source: Your password has been updated and you've been signed in.
es: Tu contraseña se ha actualizado y has iniciado sesión.

source: address %q does not belong to any registered user
es: la dirección %q no pertenece a ningún usuario registrado

source: in seconds!
es: en sólo unos segundos!

source: invalid password
es: la contraseña no es válida

source: no such user
es: no existe ese usuario

source: passwords don't match
es: las contraseñas son distintas

source: please, accept the Terms of Service and the Privacy Policy
es: por favor, acepta los términos de servicio y la política de privacidad

source: this does not look like a valid email address
es: la dirección de correo no parece válida

source: this user has no password
es: este usuario no tiene contraseña

source: unknown username or email
es: usuario o email desconocido

source: username %q does not belong to any registered user
es: el nombre de usuario %q no pertenece a ningún usuario registrado

source: username %q does not have any registered emails
es: el usuario %q no tiene ningún email registrado

source: username %q is already in use
es: el usuario %q no está disponible
